Repository: JuhaAarnio/Django-auctioning-site
Catalog: locale/*/LC_MESSAGES/django.po
Languages: sv

source: No auctions found
sv: Inga auktioner hittade

source: Invalid deadline
sv: Ogiltig tidsfrist

source: You are not authorized to edit this auction or the auction has already expired
sv: Du har inte behörighet att redigera denna auktion eller så har auktionen redan

source: You can only bid on active auctions
sv: Du kan bara bjuda på aktiva auktioner

source: You cannot bid on your own auction
sv: Du kan inte bjuda på din egen auktion

source: There already exists a higher bid
sv: Det finns redan ett högre bud

source: You are already the highest bidder
sv: Du är redan högstbjudande

source: Too many decimals, you can only specify bids with maximum of two decimals
sv: För många decimaler, du kan bara ange bud med högst två decimaler

source: Successfully bidded on auction
sv: Budd på auktion

source: Only moderators can ban auctions
sv: Endast moderatorer kan förbjuda auktioner

source: Language changed successfully
sv: Språk har ändrats framgångsrikt

source: Auctions
sv: Auktioner

source: Description:
sv: Beskrivning:

source: Current price:
sv: Aktuellt pris:

source: Deadline:
sv: Tidsfrist:

source: Creator:
sv: Skapare:

source: Yaas Homepage
sv: Yaas Hemsidan

source: This username has been taken
sv: Detta användarnamn har tagits

source: This email has been taken
sv: Det här e-postmeddelandet har tagits

source: Logged in
sv: Loggad in

source: Invalid username or password
sv: Ogiltigt användarnamn eller lösenord

source: Logged out
sv: Loggad ut

source: Email already taken
sv: E-post redan taget
